tap "aspnet/dnx"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "cask"
brew "clisp"
brew "openjdk"
brew "cmake"
brew "elm"
brew "git"
brew "gnupg"
brew "graphviz"
brew "mono-libgdiplus"
brew "neovim"
brew "nmap"
brew "nvm"
brew "pandoc"
brew "rbenv"
brew "ripgrep"
brew "roswell"
brew "sbcl"
brew "telnet"
brew "terraform"
brew "vim"
brew "grip"

cask "1password-cli"
cask "1password"
cask "alfred"
cask "chromium"
cask "docker"
cask "dropbox"
cask "dotnet"
cask "firefox"
cask "flycut"
cask "google-chrome"
cask "iterm2"
cask "microsoft-teams"
cask "spotify"
cask "slack"
cask "visual-studio-code"
cask "sequel-pro"
cask "gas-mask"
